;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 29 May 2021
;~ Author.......: RainSlide
;~ Link.........: https://rizonesoft.com
;~ =============================================================================

[Main]
Product = Firemin
Version = 11

[Language]
;~ Please ad the translated language name next to the english name. For example; Ελληνικά - Greek
Name = 简体中文 - Simplified Chinese
Code = zh-CN
Encoding = Unicode (UTF-16) LE BOM

[Translations]
;~ Please do not translate this section.
About = About
Custom = Custom
Donate = Donate
Menus = Menus
Messages = Messages
Messages2 = Messages2
Preferences = Preferences
Update = Update
Versioning = Versioning

[About]
Window_Title = 关于 %{Program.Name}
Label_Version = 版本
Label_AutoIt = AutoIt 版本
Label_Copyright = 版权所有
Tip_Title_Donate = 捐赠我们的事业
Tip_Message_Donate = 您的捐赠可以帮助我们的软件保持自由和免费，\rn并允许我们获取用于为您提供服务的工具与服务。
Label_Home = 主页
Label_License = 开源协议
Label_Support = 支持
Tip_Title_Country = 在南非开发
Tip_Message_Country = %{Program.Name} 诞生于南非。
Label_Contributors = 贡献者
Button_Ok = 确定
Label_RAM = (RAM) 剩余 %dMB，总计 %dMB (%d%)
Label_HDD = (%s) 剩余 %.2fGB，总计 %.2fGB (%d%)
Tip_Facebook = Like us on Facebook.
Tip_GitHub = %{Program.Name} on GitHub.

[Custom]
Label_Status_Welcome = 请先加载浏览器（选择浏览器的文件名）。%{Program.Name} 会自动检测您选择的可执行文件的进程。
Label_Status_Updates = 检查更新
Group_Load_Browser = 加载浏览器
Label_Executable = 可执行文件路径（%s）：
Label_Process_Usage = 当前已用 | 峰值：
Label_Process_Count = 进程数量：
Label_Extended_Usage = 拓展进程已用：
Button_Browse = 浏览 (&B)
Group_Options = 选项
Checkbox_Reduce_Mem = 内存清理频率：
Label_Milliseconds = 毫秒
Checkbox_Reduce_Limit = 至少占用多少内存后，才清理内存：
Checkbox_Start_With = 在 %{Program.Name} 启动时启动 %s
Checkbox_Enable_Extended_Processes = 清理扩展进程
Button_Extended_Processes = 扩展进程 (&E)
Checkbox_Start_Windows = 在 Windows 启动时启动 %{Program.Name}
Label_Settings_Updated = 设置已保存。
Button_Cancel = 取消
Button_Save = 保存
Time_Unit_01 = 毫秒
Time_Unit_02 = 秒
Time_Unit_03 = 分钟
Time_Unit_04 = 小时
Label_Boost_Description = 每隔 %s %s，如果占用超过 %s MB 内存，就清理一次内存。
Title_Select_Browser = 选择浏览器
Tip_Minimized_Title = %{Program.Name} 仍在运行！
Tip_Minimized_Message = %{Program.Name} 将继续运行以优化 %s 的内存使用情况。点击托盘图标即可更改各种优化选项。

[Donate]
Label_Heading = 要不要小小地捐赠一笔，好让我们的软件一直免费下去？
Label_Message = 点击下面的 PayPal 按钮，选择要捐赠的金额，即可将捐款发送给我们。您的捐款将用于改进我们的软件，并使 Rizonesoft 的所有产品一直免费下去。20 美元的捐款可允许我们至少运转一个月。
Label_Donate = 您能考虑一下向我们捐赠 $10 以帮助我们改善 %{Program.Name} 并维持运作吗？

[Menus]
File = 文件 (&F)
File_Preferences = 首选项 (&P)
File_Close = 退出 (&C)\tShift+Alt+F4
Help = 帮助 (&H)
Help_Update = 检查更新 (&U)
Help_Home = %{Company.Name} 主页 (&H)
Help_Downloads = 更多下载 (&D)
Help_Support = 支持 (&C)
Help_Issue = 反馈问题 (&I)
Help_Donate = 捐赠 (&O)
Help_About = 关于 %{Program.Name}
Tray_About = 关于 %{Program.Name} %s
Tray_Open = 打开 %{Program.Name}
Tray_Extended_Processes = 扩展进程
Tray_Run = 运行 %s
Tray_Run_Safemode = 在安全模式下运行 %s

[Messages]
Info_Title = 请注意
Warning_Title = 警告！
Error_Title = 啊哦！发生了问题！
Error_Oops = 啊哦！
Singleton = 另一个 %{Program.Name} 的实例已在运行。提示：点击托盘中的 %{Program.Name} 图标。
Compatible = %{Program.Name} 与您的 Windows 版本不兼容。如果您认为这是一个错误，请随时向 '%s' 留言并提供所有详细信息。
Compatible_Bit = 不幸的是，%{Program.Name} 32 位与您的 Windows 版本不兼容。请从 '%s' 下载 %{Program.Name} 64 位版本。

[Preferences]
Window_Title = 首选项
Tab_General = 常规
Tab_Performance = 性能
Tab_Language = 语言
Group_Notifications = 通知
Group_Extended_Processes = 扩展进程
Group_Priority = 优先级
Group_Memory = 内存
Group_Language = 语言
Checkbox_Notifications = 显示托盘通知
Label_Extended_Processes = 在此处输入您希望 %{Program.Name} 优化的任何其他进程的名称。用逗号分隔多个进程（例如：Process01.exe，Process02.exe）
Label_SetPriority = 设置进程优先级：
Checkbox_SaveRealtime = 允许将优先级设至“高”以上（不推荐）。
Checkbox_ReduceMemory = 在内存较少的系统中进一步减少内存占用。
Label_Language_Message = 选择您喜欢的语言，然后按 %s 按钮继续。（需要重新启动）
Button_Save = 保存
Button_Cancel = 取消
Label_Updated = 首选项已更新
MsgBox_Language_Title = 语言已更改
MsgBox_Language_Message = 已切换至所选语言。请重新启动 %{Program.Name} 以使语言更改生效。
MsgBox_Closing_Title = 即将关闭 %{Program.Name}
MsgBox_Closing_Message = 你确定要关闭 %{Program.Name} 吗?

[Update]
Window_Title_Available = 可以更新了
Window_Title_Congratulations = 恭喜！
Window_Title_Error = 发生了问题！
Label_Message_Update = %{Program.Name} 发布了新版本。
Label_Message_Latest = 您正在使用最新版本的 %{Program.Name}。
Label_Message_Error = 无法检索 %{Program.Name} 的更新信息。
Label_Message_Internet = 请检查您的 Internet 连接并重试。
Label_Build_Current = 当前构建版本：
Label_Build_Update = 更新构建版本：
CheckBox_NoUpdate = 不要在启动时检查更新。
Button_Update = 了解更多
Button_Close = 关闭

[Versioning]
Administrator = 管理员
Build = Build
AutoIt_Version = 使用的 AutoIt 版本 %{AutoIt.Version}
Bit = 位